const MED_ACTIVITIES = [
  { title: "بدء تقديم طلبات الالتحاق ببرامج شهادة الاختصاص العالي في الطب للعام الجامعي 2023/2022", date: "4/13/2022" },
  { title: "ابداعات خريجين كلية الطب في امتحانات المعادلة", date: "4/11/2022" },
  { title: "ابداعات وتميز طلاب الطب", date: "3/30/2022" },
  { title: "نشر دراسة عن مرض الفينيل كيتونيوريا بالأردن، بالتعاون مع اطباء من وزارة الصحة", date: "3/17/2022" },
  { title: "مؤتة تعلن استكمال منظومتها الطبية والصحية باستحداث كلية طب الأسنان", date: "3/3/2022" },
];
export default MED_ACTIVITIES;
